<template>
  <f7-page id="about-page" @page:init="pageInit" @page:reinit="pageInit">
    <f7-navbar>
      <InnerNavbar title="رادیو گل‌ها" />
    </f7-navbar>
    <div class="main">
      <p>
        گل‌ها یک برنامه موسیقی ایرانی بود که به مدت ۲۳ سال از ۱۳۳۵ تا
        ۱۳۵۷ از رادیو ملی ایران پخش میشد. این مجموعه جمعاً شامل ۸۵۰ ساعت
        مقدمه و شعرخوانی به همراه آواز بود، که در این
        میان تکنوازیهایی نیز گنجانده شده بود.
        گل‌ها به سبب تحولی که در موسیقی
        ایرانی ایجاد کرد، و تأثیر عظیمی که بر نگرش ایرانیان نسبت به موسیقی
        بر جا نهاد، یکی از بهترین و اصیلترین و ایرانیترین
        برنامههای تاریخ رادیو شمرده میشود.
      </p>
      <p>
        برنامه گل‌ها در آغاز با نام گل‌های جاویدان به
        ابتکار داوود پیرنیا در رادیو تهران آغاز شد. برنامههای
        دیگری نیز به نامهای گل‌های رنگارنگ، یک شاخه
        گل، برگ سبز، گل‌های صحرایی بعد از ۱۳۳۴ به این مجموعه
        افزوده شد. در طول یازدهسال ریاست و نظارت پیرنیا بر تولید مجموعهٔ
        گل‌ها ۵ دسته برنامه در این مجموعه تهیه شد: گل‌های جاویدان (۱۵۷
        برنامه)؛ گل‌های رنگارنگ (۴۸۱ برنامه)؛ برگ سبز (۴۸۱ برنامه)؛ یک شاخه
        گل (۴۶۵ برنامه)؛ و گل‌های صحرایی (۶۴ برنامه) هر یک از این
        مجموعهها شامل آثار برگزیدهٔ شاعران کهن و معاصر زبان پارسی، و
        دکلمهٔ شعر در آنها با موسیقی و اجرای آهنگ و تفسیر جامع و کامل
        استادانِ فن همراه بود و دکلمه کنندگانِ بنام و وارد به فن دکلمهٔ اشعار در
        آن حضور داشتند. همچنین موسیقی کهن و بومی ایرانی نیز در این
        مجموعهها به چشم میخورد. پس از کنارهگیری پیرنیا از
        فعالیت در رادیو در سال ۱۳۴۶ و چند سال بیثباتی، در سال ۱۳۵۱ برنامه
        دیگری با نام گل‌های تازه با مدیریت هوشنگ
        ابتهاج پخش شد.
      </p>
    </div>
  </f7-page>
</template>

<style lang="scss">
#about-page {
  p {
    text-align: justify;
    direction: rtl;
    font-family: IranSansWeb;
    font-weight: 200;
    line-height: 2;
  }
}
</style>

<script>
import page from "../mixins/page";
export default {
  mixins: [page]
};
</script>
